Repository: VoteIT/voteit.irl
Catalog: voteit/irl/locale/*/LC_MESSAGES/voteit.irl.po
Languages: sv

source: register_meeting_presence_error_notice
sv: VoteIT kunde inte sätta dig som närvarande. Det kan bero på hög last på servern, prova igen om en liten stund.

source: Your precence is received
sv: Din närvaro är mottagen

source: <Select>
sv: <Välj>

source: elegible_voters_method_name
sv: Metod för att välja röstberättigade

source: elegible_voters_method_description
sv: Förändrar rösträtten i enlighet med metodens specifikationer.

source: First register
sv: Första röstlängd

source: Second register
sv: Andra röstlängd

source: No match - remember that it's case sensitive!
sv: Matchar inte - kom ihåg att stora eller små bokstäver spelar roll!

source: This number has already been claimed.
sv: Detta nummer har redan tagits.

source: Access code for participant number
sv: Accesskod för deltagarnummer

source: enter_token_description
sv: Skriv i koden som skickades till dig. Den har formatet xxxx-xxxx. Observera att den gör skillnad på små och stora bokstäver, och kan bara användas en gång.

source: Participant number not found
sv: Deltagarnummer hittades inte

source: Not an existing participant number
sv: Inte ett existerande deltagarnummer

source: The following emails are already assigned to numbers: ${emails}
sv: Följande epostadresser är redan kopplade till nummer: ${emails}

source: The following adresses is invalid: ${emails}
sv: Följande adresser är inte giltiga: ${emails}

source: Attach emails
sv: Lägg till epost

source: Start at number
sv: Börja på nummer

source: add_tickets_emails_titles
sv: Epostadresser att lägga till.

source: Create new tickets if they don't exist
sv: Skapa nya biljetter om de inte existerar

source: Anyone registering with participant number will be given these roles
sv: Alla som registrerar sig med deltagarnummer kommer ges rollerna

source: pn_ap_claimed_roles_description
sv: Välj minst en. Notera att om du tillåter användare att gå förbi registrering av deltagarnummer (se nedan) så kommer de roller du specificerar här inte att läggas till om de senare registrerar ett deltagarnummer.

source: Allow bypass and give access to anyone?
sv: Tillåt att strunta i registrering och ge tillgång till vem som helst?

source: pn_ap_public_roles_description
sv: Om något är ikryssat nedan så kommer alla användare kunna gå förbi formuläret registrera deltagarnummer och direkt få de roller du specificerar. Några exempel - för möten som är: Stängda: välj inget nedan. Synliga för alla: välj visa. Öppet att delta för alla: välj allt.

source: Assign participant number
sv: Ställ in deltagarnummer

source: UserID
sv: AnvändarID

source: Make meeting presence check available?
sv: Gör närvarokontroll tillgänglig?

source: could_not_execute_callback_error
sv: Vissa metoder kunde inte tillämpas för användarID '${userid}'. Kontakta moderatorn om detta. De som inte gick var: ${callback_errors}

source: Allow to vote
sv: Tillåt att rösta

source: Allow to discuss
sv: Tillåt att diskutera

source: Allow to propose
sv: Tillåt att föreslå

source: Meeting presence check isn't open
sv: Närvarokontroll är inte öppen

source: Participant number registration
sv: Registrering av deltagarnummer

source: participant_number_ap_description
sv: Om deltagarnummer är påslagna, använd denna policy för att tillåta access genom registrering av deltagarnummer.

source: token_validator_description_when_ok_without
sv: Skriv in din kod för att få ditt deltagarnummer och alla rättigheter som hör till det. Om du inte ska ha ett deltagarnummer så kan du fortsätta genom att trycka på 'Begär tillträde'.

source: number_now_assigned_notice
sv: Du har tilldelats nummer ${number}.

source: access_without_pn_notice
sv: Du har fått tillgång till mötet utan ett deltagarnummer.

source: Transfer vote
sv: För över rösträtt

source: No user has that participant number
sv: Ingen användare har det deltagarnumret

source: ${userid} doesn't exist in this meeting.
sv: ${userid} finns inte i detta möte.

source: ${userid} is already a voter.
sv: ${userid} har redan rösträtt.

source: To userid or participant number
sv: Till användare eller deltagarnummer

source: Must be someone who isn't a voter right now.
sv: Måste vara någon som inte har rösträtt just nu.

source: You're not a voter
sv: Du har inte rösträtt

source: Votes can't be transfered while a poll is open.
sv: Rösträtt kan inte överföras när en omröstning pågår.

source: Vote transfered to ${userid}
sv: Röst överförd till: ${userid}

source: Present with participant number in set range
sv: Närvarande med deltagarnummer inom inställt område

source: present_with_pn_voters_description
sv: Tar bort rösträtt för alla som inte är markerade som närvarande. Användare utan deltagarnummer ignoreras.

source: Must be written as 'NN-XX' where N is low nr and X high.
sv: Måste skrivas som ’NN-XX’ där N är lägre än X.

source: First value must be higher than second
sv: Första värdet måste vara högre än andra

source: Voter participant number range
sv: Spann på röstandes deltagarnummer

source: Female
sv: Kvinna

source: Male
sv: Man

source: Other
sv: Annat

source: Unknown
sv: Okänd

source: Participant number registration with gender
sv: Registrering av deltagarnummer och kön

source: participant_number_ap_with_gender_required_description
sv: Samma som deltagarnummer, men kräver också specificering av kön.

source: Gender
sv: Kön

source: Used for statistics and perhaps gender based quotas. See meeting for details.
sv: Används för statistik och exempelvis könsbaserad kvotering. See mötet för detaljer.

source: Done!
sv: Klart!

source: You've confirmed your presence.
sv: Du har bekräftat din närvaro.

source: Electoral register ${id} ${time}
sv: Röstlängd ${id} ${time}

source: Users
sv: Användare

source: Back
sv: Tillbaka

source: Diff electoral registers
sv: Diff mellan röstlängder

source: Comparing ${first} and ${second}
sv: Jämför ${first} och ${second}

source: ${count} added in ${first}
sv: ${count} tillagd i ${first}

source: (No change)
sv: (Ingen förändring)

source: ${count} removed in ${first}
sv: ${count} borttagen i ${first}

source: ${num} selected proposal(s)
sv: ${num} valda förslag

source: Each proposal will be printed on its own page. This text will be ignored
sv: Varje förslag hamnar på sin egen sida. Den här texten kommer inte med.

source: Print
sv: Skriv ut

source: Manage/List
sv: Hantera/Lista

source: Assign actions
sv: Lägg till handlingar

source: ${num} selected discussion post(s)
sv: ${num} valda diskussionsinlägg

source: Each post will be printed on its own page. This text will be ignored
sv: Varje inlägg hamnar på sin egen sida. Den här texten kommer inte med.

source: Electoral Register
sv: Röstlängd

source: new_reg_needed_notice
sv: En ny röstlängd behövs. Den nuvarande avviker från listan av användare med rösträtt.

source: no_new_reg_needed_notice
sv: Ingen ny röstlängd behövs. Den senaste stämmer med röstberättigade användare.

source: Update electoral register
sv: Uppdatera röstlängd

source: Update electoral register anyway
sv: Uppdatera röstlängden ändå

source: All electoral registers
sv: Alla röstlängder

source: Click the ID of a specific one to view it.
sv: Klicka på ID för en specifik röstlängd för att öppna den.

source: Time
sv: Tid

source: Voters
sv: Röstberättigade

source: Participant numbers
sv: Deltagarnummer

source: Token
sv: Biljettkod

source: Email
sv: Epost

source: Created
sv: Skapad

source: Claimed
sv: Använd

source: Claimed by
sv: Använd av

source: Created by
sv: Skapad av

source: Add or remove numbers
sv: Lägg till eller ta bort nummer

source: ticket_creation_help
sv: Ange ett startnummer (t.ex. 1) och eventuellt ett slutnummer om du vill skapa flera biljetter. Om du vill skapa biljetter mellan 1-200, skriv 1 som start och 200 som slutnummer. Om du inte skriver ett slutnummer så skapas bara en biljett.

source: End
sv: Slut

source: Add
sv: Lägg till

source: Remove
sv: Ta bort

source: Participant callbacks
sv: Deltagarmetoder

source: callback_code_explanation
sv: Detta är en avancerad funktion som fäster metoder till en händelse som inträffar när en deltagare får ett deltagarnummer. Rör inte detta om du inte vet vad du gör.

source: Execute callbacks for existing users (recommended)
sv: Exekvera metoder för existerande användare (rekommenderas)

source: Presence check
sv: Närvarokontroll

source: Start check
sv: Starta koll

source: End check
sv: Avsluta koll

source: View
sv: Visa

source: Number or UserID
sv: Nummer eller AnvändarID

source: (Click menu to select Agenda Item)
sv: (Klicka i menyn för att välja dagordningspunk)

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: quick_poll_btn_title
sv: Snabbskapar omröstning. Majoritetsomröstning för 1-2 förslag, Schulze STV för 3 eller fler.

source: Multiple proposals (Schulze)
sv: Flera förslag (Schulze)

source: All highlighted
sv: Alla markerade

source: All highlighted + Create reject
sv: Alla markerade + Skapa avslag

source: Majority
sv: Majoritetsomröstning

source: 2 highlighted
sv: 2 markerade

source: 1 highlighted + create reject
sv: 1 markerad + skapa avslag

source: by
sv: av

source: I'm here!
sv: Jag är här!

source: Click to confirm your status as present.
sv: Klicka för att bekräfta din närvaro.

source: Present users
sv: Närvarande användare

source: Back to check
sv: Tillbaka till koll

source: Go to elegible voters method
sv: Gå till metod för röstberättigade

source: ${count} user(s)
sv: ${count} användare

source: Participant number:
sv: Deltagarnummer:

source: End must be higher than start
sv: Slutnummer måste vara högre än start

source: Must be an integer value
sv: Måste vara ett heltal

source: Added ${added} new callbacks and skipped ${existed} that already existed.
sv: La till ${added} nya medoter och skippade ${existed} som redan fanns.

source: Executed callback for ${num} users that had already claimed a participant number.
sv: Exekverade metoder för ${num} användare som redan hade ett deltagarnummer.

source: Removed ${removed} callbacks and skipped ${nonexistent} that wasn't registered.
sv: Tog bort ${removed} callbacks och skippade ${nonexistent} som inte var registrerade.

source: Added ${count} new numbers
sv: La till ${count} nya nummer

source: Removed ${count} numbers
sv: Tog bort ${count} nummer

source: <b>${count}</b> new participant numbers created.
sv: <b>${count}</b> nya deltagarnummer skapade.

source: <b>${emails_num}</b> attached.
sv: <b>${emails_num}</b> epostadresser tillagda.

source: <b>${num}</b> numbers were auto-claimed by users with validated email addresses.
sv: <b>${num}</b> nummer blev auto-tilldelade användare med validerade e-postadresser.

source: Claim participant number
sv: Registrera deltagarnummer

source: already_assigned_number_error
sv: Du har redan fått nummer ${number} så du behöver inte göra något.

source: participant_number_moved_warning
sv: Denna användare var redan registrerad med nummer ${number} så det numret rensades.

source: Your participant number
sv: Ditt deltagarnummer

source: Needed for physical meetings and speaker lists
sv: Behövs för fysiska möten och talarlistor

source: Manage participant numbers
sv: Hantera deltagarnummer

source: Select proposals to print
sv: Välj förslag att skriva ut

source: print_proposals_description
sv: Varje förslag skrivs ut på en egen sida

source: Select discussion posts to print
sv: Välj diskussionsinlägg att skriva ut

source: print_discussion_description
sv: Varje inlägg skrivs ut på en egen sida

source: Print proposals
sv: Skriv ut förslag

source: Print discussions
sv: Skriv ut diskussion

source: Print this proposal
sv: Skriv ut förslaget

source: Print this post
sv: Skriv ut inlägget

source: Elegible voters
sv: Röstberättigade

source: Eligible Voters
sv: Röstberättigade

source: no_update_of_perms_needed_notice
sv: Metoden '${method_title}' tillämpades men inget behövde ändras.

source: updated_voter_permissions_notice
sv: Metoden '${method_title}' la till ${added_count} och tog bort ${removed_count} röstberättigade.

source: Update elegible voters
sv: Uppdatera röstberättigade

source: Changed ${count} proposals
sv: Ändrade ${count} förslag

source: Change to unhandled
sv: Ändra till ohantera

source: Reject
sv: Avslag

source: No proposals
sv: Inga förslag

source: Majority polls must have exactly 2 proposals in them.
sv: Majoritetsomröstningar måste ha exakt 2 förslag i sig.

source: Use majority polls for 2 proposals.
sv: Använd majoritetsomrösting för 2 förslag

source: quickpoll_ongoing_polls_error
sv: Det finns pågående omröstningar i dagordningspunkten, avsluta dem först.

source: Added and started: ${poll_url}
sv: Tillagd och startad: ${poll_url}

source: wrong_initial_state_error
sv: Förslaget var inte i någon av tillstånden 'Publicerad', 'Bifallen' eller 'Avslagen'. Du kan behöva ladda om sidan.

source: Not allowed to transition to ${state}
sv: Inte tillåtet att gå till ${state}

source: Descision ${num}
sv: Beslut ${num}

source: Projector
sv: Projektorvy

source: Change proposal ownership
sv: Byt ägare på förslag

source: Change post ownership
sv: Byt ägare på post

source: New electoral register added
sv: Ny röstlängd tillagd

source: Electoral register
sv: Röstlängd

source: Started
sv: Startad

source: Closed
sv: Stängd

source: You're now set as present
sv: Du är nu närvarande

source: Check not open
sv: Koll inte öppen

source: No user with number: '${num}'
sv: Ingen användare med nummer: '${num}'

source: User not found: '${userid}'
sv: Användaren hittades inte: '${userid}'

source: Added ${userid}
sv: La till ${userid}

source: Already registered: ${userid}
sv: Redan registrerad: ${userid}

source: Meeting presence settings
sv: Inställningar för närvarokontroll

source: Meeting presence
sv: Närvarokontroll

source: meeting_presence_cp_description
sv: Kolla vem som är närvarande. Kan användas för att distribuera rösträtt.

source: Check presence
sv: Närvarokontroll

source: Settings
sv: Inställningar
